/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf sekund";

/* No comment provided by engineer. */
"%i days" = "%i dni";

/* No comment provided by engineer. */
"%i hours" = "%i godzin";

/* No comment provided by engineer. */
"%i minutes" = "%i minut";

/* No comment provided by engineer. */
"%i weeks" = "%i tygodni";

/* No comment provided by engineer. */
"1 day" = "1 dzień";

/* No comment provided by engineer. */
"1 hour" = "1 godzina";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 second" = "1 sekunda";

/* No comment provided by engineer. */
"1 week" = "1 tydzień";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Załącznik>>";

/* No comment provided by engineer. */
"Add" = "Dodaj";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Usuń wszystkie znaczniki";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Usuń znaczniki poniżej tego miejsca";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Usuń znaczniki w lewo od tego miejsca";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Usuń znaczniki w prawo od tego miejsca";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Usuń znaczniki powyżej tego miejsca";

/* Copy the link to the clipboard */
"Copy Link" = "Kopiuj odnośnik";

/* No comment provided by engineer. */
"Delete" = "Usuń";

/* No comment provided by engineer. */
"Image Picker" = "Wybierz obrazek";

/* No comment provided by engineer. */
"Invalid Input" = "Nieprawidłowe dane";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Skocz do znacznika";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Skocz do następnego znacznika";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Skocz do poprzedniego znacznika";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Obrazek";

/* No comment provided by engineer. */
"Select Image" = "Wybierz obrazek";